[S_Broadcast_Truth_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="\"Адвент\" запевняє вас: це вiдкриття буде негайно доступне всьому населенню."

[S_Broadcast_Truth_Advent_Propaganda_Announcer_02 AkEvent]
SpokenText="А тепер в прямому ефiрi Спiкер..."

[S_Intro_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="\"Адвент\" нагадує вам про необхiднiсть повiдомляти про всi пiдозрiлi дiї найближчому миротворцю. Пам'ятайте, що тiльки разом ми можемо побудувати краще майбутнє."

[S_Victory_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="Комендантська година залишається в силi, поки адмiнiстрацiя займається вирiшенням поточної кризи."
